Repository: Catappult/appcoins-wallet-android
Catalog: ui/common/src/main/res/external_strings/values-*-rBR/perks.po
Languages: pt_br

source: Earn Aptoide balance!
pt_br: Ganhe saldo Aptoide!

source: Receive an extra {0}% Bonus in all your purchases in {1}, except when you use Aptoide balance.
pt_br: Receba um bônus extra de {0}% em todas as suas compras em {1}, exceto quando usar o saldo Aptoide.

source: Make a purchase in {0} and receive {1} in Aptoide balance.
pt_br: Faça uma compra em {0} e receba {1} no saldo do Aptoide.

source: Because you made a purchase in {0}.
pt_br: Porque você fez uma compra em {0}.

source: Spend {0} {1} in {2} days and receive {3} in Aptoide balance.
pt_br: Gaste {0} {1} em {2} dias e receba {3} no saldo do Aptoide.

source: Because you spent more than {0} {1} in the last {2} days.
pt_br: Porque você gastou mais de {0} {1} nos últimos {2} dias.

source: Reach the next level and receive {0} in Aptoide balance!
pt_br: Chegue ao próximo nível e receba {0} no saldo do Aptoide!

source: Because you reached the next level.
pt_br: Porque você passou de nível.

source: Receive an extra {0}% Bonus in all your purchases.
pt_br: Receba um Bônus extra de {0}% em todas as suas compras.

source: Receive an extra {0}% Bonus in your first purchase, except Aptoide balance, in {1}
pt_br: Receba um bônus extra de {0}% na sua primeira compra, exceto saldo Aptoide, em {1}

source: Because of your first purchase in {0}.
pt_br: Porque você fez sua primeira compra em {0}.

source: Receive an extra {0}% Bonus in your first purchase of the day, except Aptoide balance, in {1}
pt_br: Receba um bônus extra de {0}% na sua primeira compra do dia, exceto saldo Aptoide, em {1}

source: Because of your first purchase of the day in {0}.
pt_br: Porque você fez sua primeira compra do dia em {0}.

source: +{0} Bonus in Aptoide balance!
pt_br: +{0} Bônus no saldo do Aptoide!

source: Because you spent {0} {1} in {2}.
pt_br: Porque você gastou {0} {1} em {2}.

source: Because you spent {0} {1} in compatible apps.
pt_br: Porque você gastou {0} {1} em aplicativos compatíveis.

source: Receive an extra {0}% bonus in all your purchases, except when you use Aptoide balance.
pt_br: Receba um bônus extra de {0}% em todas as suas compras, exceto quando usar o saldo Aptoide.

source: New Perk Available
pt_br: Novo Perk Disponível

source: Enjoy {0}% bonus in every purchase.
pt_br: Aproveite um bônus de {0}% a cada compra.

source: Get {0}% extra bonus in all top-ups made with easy bank transfer.
pt_br: Receba {0}% de bônus extra em todas as recargas feitas com transferência bancária fácil.

source: Easy bank transfer
pt_br: Transferência bancária fácil
