Repository: Catappult/appcoins-wallet-android
Catalog: ui/common/src/main/res/external_strings/values-*/perks.po
Languages: ar, de, el, es, fa, fr, hu, it, ja, ko, mr, ms, my, nl, pa, pl, pt, ro, ru, sr, th, tr, uk, vi

source: Earn Aptoide balance!
ar: اكسب رصيد Aptoide!
de: Verdiene Aptoide-Guthaben!
el: Κερδίστε υπόλοιπο Aptoide!
es: ¡Gana saldo Aptoide!
fa: کسب Aptoide balance!
fr: Gagnez du solde Aptoide !
hu: Szerezz Aptoide egyenleget!
it: Guadagna saldo Aptoide!
ja: Aptoide残高を増やす！
ko: Aptoide 잔액을 획득하세요!
mr: Aptoide बॅलन्स मिळवा!
ms: Peroleh baki Aptoide!
pl: Zdobądź saldo Aptoide!
ro: Crește-ți balanța Aptoide!
sr: Zaradite Aptoide bilans!
th: รับยอดคงเหลือ Aptoide!
tr: Aptoide bakiyesi kazan!
uk: Заробляйте баланс Aptoide!
vi: Kiếm số dư Aptoide!

source: Receive an extra {0}% Bonus in all your purchases in {1}, except when you use Aptoide balance.
ar: احصل على {0}٪ إضافية على جميع مشترياتك في {1}، إلا في حال استخدمت رصيد Aptoide.
de: Erhalte einen Bonus von {0}% für alle deine Einkäufe {1}, außer bei der Verwendung von Aptoide-Guthaben.
el: Λάβετε επιπλέον {0}% Bonus σε όλες τις αγορές σας στο {1}, εκτός αν γίνουν με υπόλοιπο Aptoide.
es: Recibe un {0}% extra de bonus en todas las compras en {1}, excepto cuando pagues con saldo Aptoide.
fa: {0}% بونوس اضافی در همه خریدهای خود در {1} دریافت کنید، به غیر از زمانی که از Aptoide balance استفاده می‌کنید.
fr: Recevez un Bonus supplémentaire de {0}% sur tous vos achats en {1}, sauf si vous utilisez le solde Aptoide.
hu: Szerezz extra {0}% bónuszt minden vásárlás után a(z) {1} játékban, kivéve, ha az Aptoide egyenleget használod.
it: Ricevi un bonus extra del {0}% su tutti i tuoi acquisti su {1}, tranne quelli effettuati con saldo Aptoide.
ja: Aptoide残高を使用する場合を除き、{1} でのすべての購入で、さらに{0}%のボーナスを受け取ることができます。
ko: Aptoide 잔액을 사용하는 경우를 제외하고, {1}에서 모든 구매 시 추가 {0}%의 보너스를 받으세요.
mr: {1} मधील सर्व खरेदीवर {0}% अतिरिक्त बोनस मिळवा, अपवाद फक्त Aptoide बॅलन्स वापरण्याचा आहे.
ms: Terima Bonus ekstra {0}% bagi semua pembelian anda dalam {1}, kecuali pembelian dengan baki Aptoide.
pl: Otrzymaj dodatkowy bonus w wysokości {0}% do wszystkich zakupów w {1}, z wyjątkiem sytuacji, gdy korzystasz z salda Aptoide.
ro: Primești un bonus suplimentar de {0}% la toate achizițiile tale în {1}, cu excepția cazului în care îți folosești balanța Aptoide.
sr: Dobićete dodatni bonus od {0}% za sve kupovine u igri {1}, osim kupovine pomoću Aptoide bilansa.
th: รับโบนัสพิเศษ {0}% ในการซื้อทั้งหมดของคุณใน {1} ยกเว้นเมื่อคุณใช้ยอดคงเหลือ Aptoide
tr: Aptoide bakiyesi kullandığın zamanlar hariç, {1} adlı oyundaki tüm satın alma işlemlerinde ekstra %{0} Bonus kazan.
uk: Отримайте додатковий бонус {0}% за всі ваші покупки в {1}, крім випадків, коли ви використовуєте баланс Aptoide.
vi: Nhận thêm {0}% tiền thưởng cho mọi giao dịch mua của bạn trong {1}, ngoại trừ khi bạn sử dụng số dư Aptoide.

source: Make a purchase in {0} and receive {1} in Aptoide balance.
ar: أجرِ عمليات شراء في {0} واحصل على {1} في رصيد Aptoide.
de: Kaufe bei {0} ein und erhalte {1} Aptoide-Guthaben.
el: Πραγματοποιήστε μία αγορά στο {0} και λάβετε {1} υπόλοιπο Aptoide.
es: Haz una compra en {0} y recibe {1} en saldo Aptoide.
fa: در {0} خریدی انجام دهید و {1} Aptoide balance دریافت کنید.
fr: Faites un achat en {0} et recevez {1} dans votre solde Aptoide.
hu: Vásárolj a/az {0} appban és szerezz {1} Aptoide egyenleget.
it: Effettua un acquisto in {0} e ricevi {1} in saldo Aptoide.
ja: {0}でお買い物をすると、Aptoide残高に{1}が加算されます。
ko: {0}에서 구매하고 Aptoide 잔액으로 {1}을 받습니다.
mr: {0} मध्ये खरेदी करा आणि {1} Aptoide बॅलन्स मिळवा.
ms: Buat pembelian dalam {0} dan terima {1} baki Aptoide.
pl: Dokonaj zakupu w {0} i otrzymaj {1} na saldo Aptoide.
ro: Fă o achiziție în {0} și primești {1} în balanța Aptoide.
sr: Kupite nešto u aplikaciji {0} i dobićete {1} Aptoide bilansu.
th: ซื้อใน {0} และรับ{1}ในยอดคงเหลือ Aptoide
tr: {0} oyununda bir satın alma işlemi yap ve {1} Aptoide bakiyesi kazan.
uk: Зробіть покупку в {0} і отримайте {1} у вигляді балансу Aptoide.
vi: Thực hiện giao dịch mua hàng trong {0} và nhận {1} bằng số dư Aptoide.

source: Because you made a purchase in {0}.
ar: لأنك قمت بالشراء في {0}.
de: Weil du bei {0} etwas eingekauft hast.
el: Επειδή πραγματοποιήσατε αγορά στο {0}.
es: Porque hiciste una compra en {0}.
fa: زیرا شما در {0} خریدی انجام داده اید.
fr: Parce que vous avez fait un achat en {0}.
hu: Mivel itt vásároltál: {0}.
it: Grazie al tuo acquisto in {0}.
ja: {0} で購入したため
ko: {0} 에서 구매를 했기 때문에.
mr: कारण आपण {0} मध्ये खरेदी केलीत.
ms: Kerana anda telah buat pembelian dalam {0}.
my: {0} တြင္ သင္ဝယ္ယူမႈတစ္ခု ျပဳလုပ္ခဲ့ျခင္းေၾကာင့္ ျဖစ္ပါသည္။
nl: Omdat je een aankoop in {0} hebt gedaan.
pa: ਕਿਉਂਕਿ ਤੁਸੀਂ {0} ਵਿੱਚ ਇੱਕ ਖਰੀਦ ਕੀਤੀ|
pl: Ponieważ dokonałeś zakupu w {0}.
pt: Porque fizeste uma compra em {0}.
ro: Pentru că ai făcut o cumpărătură în {0}.
ru: Потому что вы сделали покупку в {0}.
sr: Zato što ste obavili kupovinu u aplikaciji {0}.
th: เนื่องจากคุณทำการซื้อใน {0}
tr: {0} uygulamasında bir satın alma işlemi gerçekleştirdiğiniz için.
uk: Оскільки ви зробили покупку в {0}.
vi: Vì bạn đã mua hàng trong {0}.

source: Spend {0} {1} in {2} days and receive {3} in Aptoide balance.
ar: اصرف {0} {1} خلال {2} يومًا واحصل على {3} في رصيد Aptoide.
de: Gib {0} {1} in {2} Tagen aus und erhalte {3} Aptoide-Guthaben.
el: Ξοδέψτε {0} {1} σε {2} ημέρες και λάβετε {3} σε υπόλοιπο Aptoide.
es: Gasta {0} {1} en {2} días y recibe {3} en saldo Aptoide.
fa: در{2} روز، {0} {1} خرج کنید و {3} در Aptoide balance بدست آورید.
fr: Dépensez {0} {1} en {2} jours et recevez {3} dans votre solde Aptoide.
hu: Költs el a/az {0} {1} összeget {2} napon belül és szerezz {3} Aptoide egyenleget.
it: Spendi {0} {1} in {2} giorni e ricevi {3} in saldo Aptoide.
ja: {2}日以内に{0} {1}を使用すると、Aptoide残高に{3}が加算されます。
ko: {2}일 동안 {0} {1}을 지출하고 앱토이드 잔액으로 {3}을 받습니다.
mr: {1} ते {2} दिवसात {0} खर्च करा आणि {3} Aptoide बॅलन्स मिळवा.
ms: Belanja {0} {1} dalam tempoh {2} hari dan terima {3} dalam baki Aptoide.
pl: Wydaj {0} {1} w ciągu {2} dni i otrzymaj {3} na saldo Aptoide.
ro: Cheltuiește {0} {1} în {2} zile și primești {3} în balanța Aptoide.
sr: Potrošite {0} {1} u roku od {2} dana i dobićete {3} u Aptoide bilansu.
th: ใช้จ่าย {0} {1} ใน {2} วัน และรับ{3}ในยอดคงเหลือ Aptoide
tr: {2} gün içinde {0} {1} harca ve {3} Aptoide bakiyesi kazanın.
uk: Витратьте {0} {1} за {2} дн. і отримайте {3} у вигляді балансу Aptoide.
vi: Dùng {0} {1} trong {2} ngày và nhận {3} bằng số dư Aptoide.

source: Because you spent more than {0} {1} in the last {2} days.
ar: لأنك أنفقت أكثر من {0} {1} في أخر {2} يوم.
de: Da du in den letzten {2} Tagen mehr als {0} {1} ausgegeben hast.
el: Επειδή ξοδέψατε περισσότερα από {0} {1} τις τελευταίες {2} ημέρες.
es: Porque gastaste más de {0} {1} en los últimos {2} días.
fa: زیرا در{2} روز اخیر، بیش از {0} {1} خرج کرده‌اید.
fr: Parce que vous avez dépensé plus de {0} {1} dans les derniers {2} jours.
hu: Mert több, mint {0} {1} értékben költöttél az elmúlt {2} napban.
it: Grazie al tuo acquisto di pi√π di {0} {1} negli ultimi {2} giorni.
ja: 過去{2} 日間で{0} {1} 以上の支出があったため。
ko: 지난 {2} 일간 {0}{1} 이상을 지출하셨기 때문에.
mr: कारण आपण गेल्या {2} दिवसात {0} {1} पेक्षा जास्त खर्च केलात.
ms: Kerana anda telah belanja lebih daripada {0}{1} dalam tempoh {2} yang lepas.
my: လြန္ခဲ့ေသာ {2} ရက္အတြင္း သင္ {0} {1} ထက္ပို၍ အသံုးျပဳခဲ့ေသာေၾကာင့္ ျဖစ္ပါသည္။
nl: Omdat je in de afgelopen {2} dagen meer dan {0} {1} hebt besteed.
pa: ਕਿਉਂਕਿ ਤੁਸੀਂ ਆਖਰੀ {2} ਦਿਨਾਂ ਵਿੱਚ {0} {1} ਤੋਂ ਵੱਧ ਖਰਚ ਕੀਤਾ
pl: Ponieważ wydałeś ponad {0} {1} w ciągu ostatnich {2} dni.
pt: Porque gastaste mais de {0} {1} nos últimos {2} dias.
ro: Pentru că ai cheltuit mai mult de {0} {1} în ultimele {2} zile.
ru: Потому что вы потратили {0} {1} за последние {2} дней.
sr: Zato što ste potrošili više od {0} {1} u prethodnom periodu od {2} dana.
th: เนื่องจากคุณใช้จ่ายมากกว่า {0} {1} ในช่วง {2} วันที่ผ่านมา
tr: Son {2} günde {0} {1} üzerinde bir tutar harcadığınız için.
uk: Оскільки ви витратили більше {0} {1} за останні {2} дн.
vi: Vì bạn đã dùng hơn {0} {1} trong {2} ngày qua.

source: Reach the next level and receive {0} in Aptoide balance!
ar: انتقل إلى المستوى التالي واحصل على {0} في رصيد Aptoide!
de: Erreiche das nächste Level und erhalte {0} Aptoide-Guthaben!
el: Φτάστε στο επόμενο επίπεδο και λάβετε {0} σε υπόλοιπο Aptoide!
es: ¡Alcanza el siguiente nivel y recibe {0} en saldo Aptoide!
fa: به مرحله بعدی برسید و {0} در Aptoide balance بدست آورید!
fr: Atteignez le niveau suivant et recevez {0} dans votre solde Aptoide !
hu: Érd el a következő szintet és szerezz {0} Aptoide egyenleget!
it: Raggiungi il livello successivo e ricevi {0} in saldo Aptoide!
ja: 次のレベルに到達すると、Aptoide残高に{0}が加算されます！
ko: 다음 레벨에 도달하여 Aptoide 잔액 {0}을 받으세요!
mr: पुढच्या पातळीवर पोचा आणि {0} Aptoide बॅलन्स मिळवा!
ms: Capai tahap seterusnya dan terima {0} dalam baki Aptoide!
pl: Osiągnij kolejny poziom i otrzymaj {0} w saldzie Aptoide!
ro: Urcă la nivelul următor și primești {0} în balanța Aptoide!
sr: Pređite na sledeći nivo i dobićete {0} u Aptoide bilansu!
th: ไปถึงระดับต่อไปและรับ{0}ในยอดคงเหลือของ Aptoide!
tr: Bir sonraki seviyeye ulaş ve {0} Aptoide bakiyesi kazan!
uk: Перейдіть на наступний рівень і отримайте {0} у вигляді балансу Aptoide!
vi: Đạt đến cấp tiếp theo và nhận {0} bằng số dư Aptoide!

source: Because you reached the next level.
ar: لأنك وصلت إلى المستوى التالي.
de: Weil du das nächste Level erreicht hast.
el: Επειδή φτάσατε στο επόμενο επίπεδο.
es: Porque alcanzaste el siguiente nivel.
fa: زیرا به مرحله بعد رسیده‌اید.
fr: Parce que vous avez atteint le niveau suivant.
hu: Mert elértél a következő szintre.
it: Grazie al raggiungimento del livello successivo.
ja: 次のレベルに到達！
ko: 다음 단계에 도달했기 때문에.
mr: कारण आपण पुढच्या पातळीवर पोचलात.
ms: Kerana anda telah capai tahap seterusnya.
my: ေနာက္တစ္ဆင့္သို႔ သင္ေရာက္ရွိခဲ့ျခင္းေၾကာင့္ ျဖစ္ပါသည္။
nl: Omdat je het volgende niveau hebt bereikt.
pa: ਕਿਉਂਕਿ ਤੁਸੀਂ ਅਗਲੇ ਪੱਧਰ ਤੇ ਪਹੁੰਚ ਗਏ|
pl: Ponieważ osiągnąłeś następny poziom.
pt: Porque chegaste ao próximo nível.
ro: Pentru că ai ajuns la nivelul următor.
ru: Потому что вы достигли следующего уровня.
sr: Zato što ste dostigli sledeći nivo.
th: เพราะคุณถึงเลเวลถัดไป
tr: Bir sonraki seviyeye ulaştığınız için.
uk: Оскільки ви досягли наступного рівня.
vi: Vì bạn đã đạt đến cấp kế tiếp.

source: Receive an extra {0}% Bonus in all your purchases.
ar: احصل على {0}% مكافأة إضافية على كل مشترياتك.
de: Erhalte einen zusätzlichen {0}% Bonus auf alle deine Einkäufe.
el: Λάβετε επιπλέον {0}% Bonus σε όλες τις αγορές σας.
es: Recibe un {0}% extra de bonus en todas tus compras.
fa: در همه خریدهای خود در، {0}% پاداش بیشتر دریافت کنید.
fr: Recevez un Bonus supplémentaire de {0} % sur tous vos achats.
hu: Szerezz {0}% bónuszt minden vásárlásnál.
it: Ricevi un bonus extra del {0}% su tutti i tuoi acquisti.
ja: すべての購入に対しさらに{0}%のボーナスを獲得。
ko: 모든 구매에서 {0}% 추가 보너스를 받으세요.
mr: आपल्या सर्व खरेदीवर अतिरिक्त {0}% बोनस मिळवा.
ms: Terima Bonus ekstra {0}% bagi semua pembelian anda.
my: သင့္ဝယ္ယူမႈမ်ား အားလံုး၌ {0}% ေေဘာနပ္စ္ အပိုရယူလိုက္ပါ။
nl: Krijg een extra bonus van {0}% bij al je aankopen.
pa: ਆਪਣੀਆਂ ਸਾਰੀਆਂ ਖਰੀਦਾਂ ਤੇ {0}% ਵਾਧੂ ਬੋਨਸ ਪ੍ਰਾਪਤ ਕਰੋ|
pl: Otrzymaj {0}% Bonusu za wszystkie zakupy.
pt: Recebe um Bónus extra de {0}% em todas as tuas compras.
ro: Primești un Bonus suplimentar de {0}% la toate cumpărăturile tale.
ru: Получите бонус {0}% за все ваши покупки.
sr: Dobićete dodatni bonus od {0}% za sve kupovine.
th: รับโบนัสพิเศษ {0}% สำหรับการซื้อทั้งหมดของคุณ
tr: Tüm satın alma işlemlerinizde ekstra %{0} Bonus kazanın.
uk: Отримайте додатковий бонус у розмірі {0}% за всі ваші покупки.
vi: Nhận thêm {0}% tiền thưởng cho mọi giao dịch mua của bạn.

source: Receive an extra {0}% Bonus in your first purchase, except Aptoide balance, in {1}
ar: احصل على {0}٪ إضافية على أول عملية شراء، إلا في حال استخدمت رصيد Aptoide، في {1}
de: Erhalte einen Bonus von {0} % für deinen ersten Einkauf, außer mit Aptoide-Guthaben, bei {1}
el: Λάβετε επιπλέον {0}% Bonus στην πρώτη σας αγορά, εκτός αν γίνει με υπόλοιπο Aptoide, στο {1}
es: Recibe un {0}% extra de bonus en tu primera compra, excepto cuando pagues con saldo Aptoide, en {1}.
fa: {0}% بونوس اضافی در اولین خرید خود غیر از Aptoide balance در {1} دریافت کنید
fr: Recevez un bonus supplémentaire de {0}% pour votre premier achat en {1}, à l'exception du solde Aptoide
hu: Szerezz extra {0}% bónuszt az első vásárlás után, kivéve, ha az Aptoide egyenleget használod a(z) {1} appban
it: Ricevi un bonus extra del {0}% sul tuo primo acquisto, tranne quelli in saldo Aptoide, in {1}
ja: {1}でのAptoide残高を以外での最初の購入で、さらに{0}%のボーナスを受け取りましょう。
ko: 첫 구매 시 Aptoide 잔액을 제외한 {1}에서 추가 {0}% 보너스를 받으세요
mr: आपल्या पहिल्या खरेदीवर {0}% अतिरिक्त बोनस मिळवा, अपवाद फक्त {1} मधील Aptoide बॅलन्सचा आहे
ms: Terima bonus ekstra sebanyak {0}% untuk pembelian pertama anda, kecuali baki Aptoide dalam {1}
pl: Otrzymaj dodatkowy bonus w wysokości {0}% przy pierwszym zakupie, z wyjątkiem salda Aptoide, w {1}
ro: Primești un bonus suplimentar de {0}% la prima ta achiziție, cu excepția balanței Aptoide, în {1}
sr: Dobićete dodatni bonus od {0}% za prvu kupovinu, osim kupovine pomoću Aptoide bilansa, u igri {1}
th: รับโบนัสพิเศษ {0}% ในการซื้อครั้งแรกของคุณ ยกเว้นยอดคงเหลือ Aptoide ใน{1}
tr: Aptoide bakiyesi dışında, {1} oyunundaki ilk satın alma işleminde ekstra %{0} Bonus kazan
uk: Отримайте додатковий бонус {0}% за свою першу покупку, за винятком балансу Aptoide, в {1}
vi: Nhận thêm {0}% tiền thưởng cho lần mua hàng đầu tiên của bạn, ngoại trừ số dư Aptoide, trong {1}

source: Because of your first purchase in {0}.
ar: لأنك اشتريت لأول مرة في {0}.
de: Wegen deines ersten Einkaufs bei {0}.
el: Λόγω της πρώτης σας αγοράς στο {0}.
es: Por tu primera compra en {0}.
fa: به خاطر اولین خرید شما در {0}.
fr: Pour votre premier achat dans {0}.
hu: Az első vásárlásod miatt itt: {0}.
it: Grazie al tuo primo acquisto in {0}.
ja: {0} での初めて購入により
ko: {0} 에서 첫 번째 구매를 했기 때문에.
mr: {0} मधील आपल्या पहल्या खरेदीसाठी.
ms: Atas pembelian pertama anda dalam {0}.
my: {0} တြင္ သင့္ပထမဆံုး ဝယ္ယူမႈေၾကာင့္။
nl: Vanwege je eerste aankoop in {0}.
pa: {0} ਵਿੱਚ ਤੁਹਾਡੀ ਪਹਿਲੀ ਖਰੀਦ ਕਰਕੇ|
pl: Za twój pierwszy zakup w {0}.
pt: Pela tua primeira compra em {0}.
ro: Pentru că ai făcut prima ta cumpărătură în {0}.
ru: За вашу первую покупку в {0}.
sr: Zbog vaše prve kupovine u aplikaciji {0}.
th: เนื่องจากการซื้อครั้งแรกของคุณใน {0}
tr: {0} uygulamasındaki ilk satın alma işleminiz için.
uk: Через вашу першу покупку в {0}.
vi: Vì giao dịch mua hàng đầu tiên của bạn trong {0}.

source: Receive an extra {0}% Bonus in your first purchase of the day, except Aptoide balance, in {1}
ar: احصل على {0}٪ إضافية على أول عملية شراء في اليوم، إلا في حال استخدمت رصيد Aptoide، في {1}
de: Erhalte einen Bonus von {0} % für deinen ersten Einkauf des Tages, außer mit Aptoide-Guthaben, bei {1}
el: Λάβετε επιπλέον {0}% Bonus στην πρώτη σας αγορά της ημέρας, εκτός αν γίνει με υπόλοιπο Aptoide, στο {1}
es: Recibe un {0}% extra de bonus en tu primera compra, excepto cuando pagues con saldo Aptoide, en {1}.
fa: {0}% بونوس اضافی در اولین خرید روز خود غیر از Aptoide balance در {1} دریافت کنید
fr: Recevez un bonus supplémentaire de {0}% lors de votre premier achat de la journée en {1}, à l'exception du solde Aptoide
hu: Szerezz extra {0}% bónuszt az aznapi első vásárlás után, kivéve, ha az Aptoide egyenleget használod a(z) {1} appban
it: Ricevi un bonus extra del {0}% sul tuo primo acquisto della giornata, tranne quelli in saldo Aptoide, in {1}
ja: Aptide残高の使用を除く、{1} でのその日の最初の購入で{0}%の追加ボーナスを受け取ることができます。
ko: 오늘 첫 구매 시 Aptoide 잔액을 제외한 {1}에서 추가 {0}% 보너스를 받으세요
mr: दिवसातील आपल्या पहिल्या खरेदीवर {0}% अतिरिक्त बोनस मिळवा, अपवाद फक्त {1} मधील Aptoide बॅलन्सचा आहे
ms: Terima bonus ekstra sebanyak {0}% untuk pembelian pertama anda untuk hari ini, kecuali baki Aptoide dalam {1}
pl: Otrzymaj dodatkowy bonus w wysokości {0}% przy pierwszym zakupie w danym dniu, z wyjątkiem salda Aptoide, w {1}
ro: Primești un bonus suplimentar de {0}% la prima ta achiziție, cu excepția balanței Aptoide, în {1}
sr: Dobićete dodatni bonus od {0}% za prvu kupovinu tog dana, osim kupovine pomoću Aptoide bilansa, u igri {1}
th: รับโบนัสพิเศษ {0}% ในการซื้อครั้งแรกของคุณ ยกเว้นยอดคงเหลือ Aptoide ใน{1}
tr: Aptoide bakiyesi dışında, {1} oyununda günün ilk satın alma işleminde ekstra %{0} Bonus kazan
uk: Отримайте додатковий бонус {0}% за свою першу покупку за день, за винятком балансу Aptoide, в {1}
vi: Nhận thêm {0}% tiền thưởng cho lần mua hàng đầu tiên trong ngày của bạn, ngoại trừ số dư Aptoide, trong {1}

source: Because of your first purchase of the day in {0}.
ar: لأنك اشتريت لأول مرة في اليوم في {0}.
de: Wegen deines ersten Einkaufs des Tages bei {0}.
el: Λόγω της πρώτης σας αγοράς της ημέρας στο {0}.
es: Por tu primera compra del día en {0}.
fa: به خاطر اولین خرید روز شما در {0}.
fr: Pour votre premier achat du jour dans {0}.
hu: A napi első vásárlás miatt itt: {0}.
it: Grazie al tuo primo acquisto della giornata in {0}.
ja: {0} 日以内での最初の購入により
ko: {0} 에서 최초 구매일로 인하여
mr: {0} मधील आपल्या पहिल्या खरेदीसाठी.
ms: Atas pembelian pertama anda untuk hari ini dalam {0}.
my: {0} တြင္ တစ္ေန႔တာအတြင္း သင့္ပထမဆံုး ဝယ္ယူမႈေၾကာင့္။
nl: Vanwege je eerste aankoop van de dag in {0}.
pa: {0} ਵਿੱਚ ਤੁਹਾਡੀ ਦਿਨ ਦੀ ਪਹਿਲੀ ਖਰੀਦ ਕਰਕੇ|
pl: Za twój pierwszy zakup w {0}.
pt: Pela tua primeira compra do dia em {0}.
ro: Pentru că ai făcut prima cumpărătură a zilei în {0}.
ru: За вашу первую покупку за день в {0}.
sr: Zbog vaše prve kupovine tokom dana u aplikaciji {0}.
th: เนื่องจากการซื้อครั้งแรกในวันของคุณใน {0}
tr: {0} uygulamasındaki günün ilk satın alma işleminiz için.
uk: Через вашу першу покупку за день в {0}.
vi: Vì giao dịch mua hàng đầu tiên trong ngày của bạn trong {0}.

source: +{0} Bonus in Aptoide balance!
ar: +{0} مكافأة في رصيد Aptoide!
de: +{0} Bonus als Aptoide-Guthaben!
el: +{0} Bonus σε υπόλοιπο Aptoide!
es: ¡+{0} en saldo Aptoide!
fa: +{0} بونوس در Aptoide balance!
fr: +{0} Bonus dans votre solde Aptoide !
hu: +{0} bónusz Aptoide egyenleg formájában!
it: +{0} bonus in saldo Aptoide!
ja: Aptoide残高で+{0}ボーナス！
ko: + Aptoide 잔액 보너스 {0}!
mr: Aptoide बॅलन्समध्ये +{0} बोनस!
ms: Bonus +{0} dalam baki Aptoide!
pl: +{0} Bonus na konto Aptoide!
ro: +{0} Bonus în balanța Aptoide!
sr: +{0} Bonusa u Aptoide bilansu!
th: +{0} โบนัสในยอดคงเหลือ Aptoide!
tr: +{0} Bonus Aptoide bakiyesi!
uk: Бонус +{0} у вигляді балансу Aptoide!
vi: +{0} tiền thưởng bằng số dư Aptoide!

source: Receive {0} extra in Aptoide balance when you spend {1} {2} in {3}.
de: Erhalte zusätzlich {0} an Aptoide-Guthaben, wenn du {1} {2} bei {3} ausgibst.
it: Ricevi {0} extra in saldo Aptoide spendendo {1} {2} in {3}.
ja: {3} で{1} {2} を使うと、{0} がAptide残高に加算されます。
mr: जर आपण {1} {2} ते {3} मध्ये खर्च केलेत तर Aptoide बॅलन्समध्ये {0} अतिरिक्त मिळवा.

source: Because you spent {0} {1} in {2}.
ar: لأنك أنفقت {0} {1} في {2}.
de: Weil du {0} {1} bei {2} ausgegeben hast.
el: Επειδή ξοδέψατε {0} {1} στο {2}.
es: Porque has gastado {0} {1} en {2}.
fa: زیرا شما {0} {1} را در {2} پرداخت کردید.
fr: Parce que vous avez dépensé {0} {1} dans {2}.
hu: Mert elköltöttél {0} {1} összeget a/az {2} appben.
it: Grazie alla tua spesa di {0} {1} in {2}.
ja: {2} で {0} {1} 使ったため
ko: {2} 에서 지출한 {0}{1} 로 인하여
mr: {2} मध्ये आपण {0} {1} खर्च केलेत म्हणुन.
ms: Kerana anda belanja {0} {1} dalam {2}.
my: {2} တြင္ သင္ {0} {1} သံုးစြဲခဲ့ေသာေၾကာင့္။
nl: Omdat je {0} {1} in {2} hebt besteed.
pa: ਕਿਉਂਕਿ ਤੁਸੀਂ {0} {1} ਨੂੰ {2} ਵਿੱਚ ਖਰਚਿਆ|
pl: Ponieważ wydałeś {0} {1} w {2}.
pt: Porque gastaste {0} {1} em {2}.
ro: Pentru că ai cheltuit {0} {1} în {2}.
ru: Потому, что вы потратили {0} {1} в {2}.
sr: Zato što ste potrošili {0} {1} u aplikaciji {2}.
th: เนื่องจากคุณใช้จ่ายไป {0} {1} ใน {2}
tr: {2} uygulamasında {0} {1} harcadığınız için.
uk: Оскільки ви витратили {0} {1} у {2}.
vi: Vì bạn đã dùng {0} {1} trong {2}.

source: Receive {0} extra in Aptoide balance when you spend {1} {2} in compatible apps.
de: Erhalte {0} extra Aptoide-Guthaben, wenn du {1} {2} in kompatiblen Apps ausgibst.
it: Ricevi {0} extra in saldo Aptoide spendendo {1} {2} in app compatibili.
ja: 対象アプリで{1} {2} を使うと、{0} がAptide残高に加算されます。
mr: जेव्हा आपण {1} {2} कंपॅटिबल अॅप्समध्ये खर्च करता तेव्हा Aptoide बॅलन्समध्ये {0} अतिरक्त मिळवा.

source: Because you spent {0} {1} in compatible apps.
ar: لأنك أنفقت {0} {1} في تطبيقات متوافقة.
de: Weil du {0} {1} in kompatiblen Apps ausgegeben hast.
el: Επειδή ξοδέψατε {0} {1} σε συμβατές εφαρμογές.
es: Porque has gastado {0} {1} en apps compatibles.
fa: زیرا شما {0} {1} در اپلیکیشن‌های سازگار خرج کردید.
fr: Parce que vous avez dépensé {0} {1} dans les applications compatibles.
hu: Mert ennyit költöttél a kompatibilis appokban: {0} {1}.
it: Grazie alla tua spesa di {0} {1} in app compatibili.
ja: 対象アプリで{0} {1} を使ったため
ko: 호환되는 앱에서 {0} {1}을 사용했기 때문입니다.
mr: आपण {0} {1} कंपॅटिबल अॅप्समध्ये खर्च केलेत म्हणुन.
ms: Kerana anda belanja {0} {1} dalam aplikasi serasi.
pl: Ponieważ wydałeś {0} {1} w kompatybilnych aplikacjach.
ro: Pentru că ai cheltuit {0} {1} în aplicații compatibile.
sr: Zato što ste potrošili {0} {1} u kompatibilnim aplikacijama.
th: เพราะว่าคุณใช้จ่าย{0}{1} ในแอปที่เข้ากันได้
tr: Uyumlu uygulamalarda {0} {1} harcadığın için.
vi: Bởi vì bạn đã dùng {0} {1} trong các ứng dụng tương thích.

source: Receive an extra {0}% bonus in all your purchases, except when you use Aptoide balance.
ar: احصل على {0}٪ إضافية على جميع مشترياتك، إلا في حال استخدمت رصيد Aptoide.
de: Erhalte einen Bonus von {0}% für alle deine Einkäufe, außer bei der Verwendung von Aptoide-Guthaben.
el: Λάβετε επιπλέον {0}% bonus σε όλες τις αγορές σας, εκτός αν γίνουν με υπόλοιπο Aptoide.
es: Recibe un {0}% extra de bonus en todas las compras, excepto cuando pagues con saldo Aptoide.
fa: {0}% بونوس اضافی در همه خریدهای خود دریافت کنید، به غیر از زمانی که از Aptoide balance استفاده می‌کنید.
fr: Recevez un Bonus supplémentaire de {0}% sur tous vos achats en , sauf si vous utilisez votre solde Aptoide.
hu: Szerezz extra {0}% bónuszt minden vásárlás után, kivéve, ha az Aptoide egyenleget használod.
it: Ricevi un bonus extra del {0}% su tutti i tuoi acquisti, tranne quelli effettuati con saldo Aptoide.
ja: Aptoide残高を使用した場合を除き、すべてのお買い物でさらに{0}%のボーナスを獲得できます。
ko: Aptoide 잔액을 사용하는 경우를 제외하고 모든 구매 시 추가로 {0}%의 보너스를 받으세요.
mr: सर्व खरेदीवर {0}% अतिरिक्त बोनस मिळवा, अपवाद फक्त Aptoide बॅलन्स वापरण्याचा.
ms: Terima Bonus ekstra {0}% bagi semua pembelian anda, kecuali pembelian dengan baki Aptoide.
pl: Otrzymaj dodatkowy bonus w wysokości {0}% do wszystkich zakupów, z wyjątkiem sytuacji, gdy korzystasz z salda Aptoide.
ro: Primești un bonus suplimentar de {0}% la toate achizițiile tale, cu excepția cazului în care îți folosești balanța Aptoide.
sr: Dobićete dodatni Bonus od {0}% za sve kupovine u igri, osim kupovine pomoću Aptoide bilansa.
th: รับโบนัสพิเศษ {0}% ในการซื้อทั้งหมดของคุณใน ยกเว้นเมื่อคุณใช้ยอดคงเหลือ Aptoide
tr: Aptoide bakiyesi kullandığın zamanlar hariç, tüm satın alma işlemlerinde ekstra %{0} Bonus kazan.
uk: Отримайте додатковий бонус {0}% за всі покупки, окрім тих, де ви використовуєте баланс Aptoide.
vi: Nhận thêm {0}% tiền thưởng cho mọi giao dịch mua của bạn, ngoại trừ khi bạn sử dụng số dư Aptoide.

source: New Perk Available
ar: مزايا جديدة متوفرة
de: Neue Vergütung verfügbar
el: Διατίθεται Νέο Προνόμιο
es: Nueva promoción disponible
fa: نسخه جدید موجود است
fr: Nouvel avantage disponible
hu: Új jutalom érhető el
it: Nuovo vantaggio disponibile
ja: 新しい特典が利用できます
ko: 새로운 혜택을 사용할 수 있습니다
mr: कोणतेही पर्क उपलब्ध नाहीत
ms: Faedah Baharu Kini Tersedia
my: ခံစားခြင့္အသစ္ ရွိပါသည္
nl: Nieuw voordeel beschikbaar
pa: ਨਵਾਂ ਲਾਭ ਉਪਲੱਬਧ ਹੈ
pl: Teraz nowe korzyści
pt: Novo Benefício Disponível
ro: Noi beneficii disponibile
ru: Доступна новая возможность
sr: Dostupna je nova pogodnost
th: มีสิทธิพิเศษใหม่
tr: Yeni Özellik Mevcut
uk: Доступний новий бонус
vi: Đặc quyền mới khả dụng
