Repository: Catappult/appcoins-wallet-android
Catalog: ui/common/src/main/res/external_strings/values-*/perks.po
Languages: ar, de, el, es, fa, fr, hu, it, ja, ko, mr, ms, my, nl, pa, pl, pt, ro, ru, sr, th, tr, uk, vi

source: Enjoy {0}% bonus in every purchase.
ar: استمتع بـ {0}% مكافأة لكل عملية شراء.
de: Freu dich über einen {0}% Bonus für jeden Einkauf.
el: Απολαύστε ένα {0}% bonus σε κάθε αγορά.
es: Disfruta de un bonus del {0}% en todas las compras.
fa: از {0}% پاداش برای هر خرید لذت ببرید.
fr: Bénéficiez d'un bonus de {0}% à chaque achat.
hu: Élvezd ki a {0}% bónuszt minden vásárlás után.
it: Sfrutta {0}% di bonus su ogni acquisto.
ja: 購入のたびに{0}% ボーナスをゲット.
ko: 모든 구매에서 {0}% 보너스를 받으세요.
mr: प्रत्येक खरेदीवर {0}% बोनस मिळवा
ms: Nikmati bonus {0}% bagi setiap pembelian.
nl: Geniet van een bonus van {0}% bij elke aankoop.
pl: Ciesz się {0}% Bonusu przy każdym zakupie.
pt: Aproveita um bónus de {0}% em cada compra.
ro: Bucură-te de un bonus de {0}% la fiecare achiziție.
sr: Uživajte u bonusu od {0}% prilikom svake kupovine.
th: เพลิดเพลินกับโบนัส {0}% ในการซื้อทุกครั้ง.
tr: Her satın alma işleminde {0}% bonusun tadını çıkar.
uk: Отримуйте бонус {0}% до кожної покупки.
vi: Tận hưởng {0}% tiền thưởng trong mọi giao dịch mua.

source: Get {0}% extra bonus in all top-ups made with easy bank transfer.
ar: احصل على {0}٪ إضافية كلما أضفت إلى رصيدك بتحويل بنكي بسيط.
de: Λάβετε {0}% έξτρα bonus σε όλες τις φορτίσεις μέσω εύκολης τραπεζικής μεταφοράς.
el: Λάβετε {0}% επιπλέον bonus σε κάθε φόρτιση μέσω εύκολης τραπεζικής μεταφοράς.
es: Obtén un {0}% de bonus en todas las recargas que hagas mediante transferencia bancaria.
fa: {0}% بونوس بیشتر در همه شارژهایی که با ارسال بانکی ساده انجام می‌دهید، بدست آورید.
fr: Obtenez un bonus supplémentaire de {0}% sur toutes les recharges effectuées par virement bancaire simple.
hu: Szerezz {0}% extra bónuszt minden egyszerű banki átutalással történő feltöltésnél.
it: Ricevi un bonus extra del {0}% su tutte le ricariche effettuate con semplici bonifici bancari.
ja: 簡単な銀行振込を利用したすべてのトップアップで{0}%の追加ボーナスを獲得できます。
ko: 간편한 은행 송금으로 이루어진 모든 top-ups에서 {0}%의 추가 보너스를 받으세요.
mr: सोप्या बँक ट्रांसफरसह केलेले सर्व टॉप अप्सवर {0}% अतिरिक्त बोनस मिळवा.
ms: Dapatkan bonus ekstra {0}% bagi semua tambah nilai yang dibuat dengan pindahan bank mudah.
nl: Krijg {0}% extra bonus bij alle opwaarderingen via een eenvoudige bankoverschrijving.
pl: Zdobądź {0}% dodatkowego bonusu przy wszystkich doładowaniach dokonanych za pomocą łatwego przelewu bankowego.
ro: Primești bonus extra {0} la toate alimentările efectuate prin transfer bancar.
sr: Osvojite dodatni bonus od {0}% prilikom svih dopuna koje ste obavili preko jednostavnog prenosa putem banke.
th: รับโบนัสพิเศษ {0}% ในการเติมเงินทั้งหมดด้วยการโอนเงินผ่านธนาคารอย่างง่ายดาย
tr: Kolay banka havalesi ile yapılan tüm yüklemelerde %{0} ilave bonus kazan.
uk: Отримайте додатковий бонус {0}% за усі поповнення за допомогою банківського переказу.
vi: Nhận thêm {0}% tiền thưởng cho tất cả các lần nạp tiền bằng chuyển khoản ngân hàng dễ dàng.

source: Easy bank transfer
ar: تحويل بنكي سهل
de: Εύκολη τραπεζική μεταφορά
el: Εύκολη τραπεζική μεταφορά
es: Transferencia bancaria
fa: ارسال بانکی ساده
fr: Virement bancaire facile
hu: Egyszerű banki átutalás
it: Semplice bonifico bancario
ja: 簡単な銀行送金
ko: 간편한 은행 송금
mr: सोपी बँक ट्रांसफर
ms: Pindahan bank mudah
nl: Eenvoudige bankoverschrijving
pl: Łatwy przelew bankowy
ro: Transfer bancar simplu
sr: Jednostavan transfer putem banke
th: โอนเงินผ่านธนาคารง่ายๆ
tr: Kolay banka havalesi
uk: Простий банківський переказ
vi: Chuyển khoản ngân hàng dễ dàng

source: Earn AppCoins Credits!
my: AppCoins Credits ကို ရယူလိုက္ပါ။
nl: Verdien AppCoins Credits!
pa: ਐਪ ਸਿੱਕੇ ਕ੍ਰੈਡਿਟ ਕਮਾਓ!
pt: Ganha AppCoins Credits!
ru: Заработать AppCoins Credits!

source: Receive an extra {0}% Bonus in all your purchases in {1}, except when you use AppCoins Credits.
my: AppCoins Credits မ်ားကို အသုံးျပဳသည္မွလြဲ၍ {1} တြင္ သင့္ဝယ္ယူမႈမ်ား အားလုံး၌ အပို {0}% ေဘာနပ္စ္ကို ရယူလိုက္ပါ
nl: Krijg een extra bonus van {0}% bij al je aankopen in {1}, behalve als je AppCoins Credits gebruikt.
pa: ਐਪ ਸਿੱਕੇ ਕ੍ਰੈਡਿਟਾਂ ਨੂੰ ਛੱਡ ਕੇ, {1} ਵਿੱਚ ਤੁਹਾਡੀਆਂ ਸਾਰੀਆਂ ਖਰੀਦਾਂ ਤੇ ਇੱਕ ਵਾਧੂ {0}% ਬੋਨਸ ਪ੍ਰਾਪਤ ਕਰੋ|
pt: Recebe um Bónus extra de {0}% em todas as tuas compras em {1}, exceto quando usas AppCoins Credits.
ru: Получите бонус в {0}% за все ваши покупки в {1}, кроме покупок в AppCoins Credits.

source: Make a purchase in {0} and receive {1} AppCoins Credits.
my: {0} တြင္ ဝယ္ယူမႈတစ္ခု ျပဳလုပ္ၿပီး {1} AppCoins Credits ကို ရယူလိုက္ပါ။
nl: Doe een aankoop in {0} en krijg {1} AppCoins Credits.
pa: {0} ਵਿਚ ਖਰੀਦੋ ਅਤੇ {1} ਐਪ ਸਿੱਕੇ ਕ੍ਰੈਡਿਟ ਪ੍ਰਾਪਤ ਕਰੋ|
pt: Faz uma compra em {0} e recebe {1} AppCoins Credits.
ru: Сделайте покупку в {0} и получите {1} AppCoins Credits.

source: Spend {0} {1} in {2} days and receive {3} AppCoins Credits.
my: {2} ရက္အတြင္း {0} {1} အသံုးျပဳကာ {3} AppCoins Credits မ်ားကို ရယူလိုက္ပါ။
nl: Besteed {0} {1} in {2} dagen en krijg {3} AppCoins Credits.
pa: {2} ਦਿਨਾਂ ਵਿੱਚ {0} {1} ਖਰਚ ਕਰੋ ਅਤੇ {3} ਐਪ ਸਿੱਕੇ ਕ੍ਰੈਡਿਟ ਪ੍ਰਾਪਤ ਕਰੋ
pt: Gasta {0} {1} em {2} dias e recebe {3} AppCoins Credits.
ru: Потратьте {0} {1} за {2} дней и получите {3} AppCoins Credits.

source: Reach the next level and receive {0} AppCoins Credits!
my: ေနာက္တစ္ဆင့္သို႔ ေရာက္ေအာင္သြားကာ {0} AppCoins Credits ကို ရယူလိုက္ပါ။
nl: Bereik het volgende niveau en krijg {0} AppCoins Credits!
pa: ਅਗਲੇ ਪੱਧਰ ਤੇ ਪਹੁੰਚੋ ਅਤੇ {0} ਐਪ ਸਿੱਕੇ ਕ੍ਰੈਡਿਟ ਪ੍ਰਾਪਤ ਕਰੋ!
pt: Chega ao próximo nível e recebe {0} AppCoins Credits!
ru: Получите следующий уровень и получите {0} AppCoins Credits!

source: Receive an extra {0}% Bonus in your first purchase, except AppCoins Credits, in {1}
my: {1} တြင္ သင့္ပထမဆံုး ဝယ္ယူမႈ၌ AppCoins Credits မွလြဲ၍ အပိုေဘာနပ္စ္ {0}% ရယူလိုက္ပါ။
nl: Krijg een extra bonus van {0}% voor je eerste aankoop in {1}, met uitzondering van AppCoins Credits.
pa: ਐਪ ਸਿੱਕੇ ਕ੍ਰੈਡਿਟ ਨੂੰ ਛੱਡ ਕੇ, {1} ਵਿੱਚ, ਆਪਣੀ ਪਹਿਲੀ ਖਰੀਦ ਤੇ ਇੱਕ ਵਾਧੂ {0}% ਬੋਨਸ ਪ੍ਰਾਪਤ ਕਰੋ|
pt: Recebe um Bónus extra de {0}% na tua primeira compra, exceto AppCoins Credits, em {1}
ru: Получите бонус в {0}% на вашу первую покупку в {1}, кроме покупок AppCoins Credits

source: Receive an extra {0}% Bonus in your first purchase of the day, except AppCoins Credits, in {1}
my: {1} တြင္ တစ္ေန႔တာအတြင္း သင့္ပထမဆံုး ဝယ္ယူမႈ၌ AppCoins Credits မွလြဲ၍ အပိုေဘာနပ္စ္ {0}% ရယူလိုက္ပါ
nl: Krijg een extra bonus van {0}% voor je eerste aankoop van de dag in {1}, met uitzondering van AppCoins Credits
pa: {1} ਵਿੱਚ, ਐਪ ਸਿੱਕੇ ਕ੍ਰੈਡਿਟ ਨੂੰ ਛੱਡ ਕੇ, , ਆਪਣੀ ਦਿਨ ਦੀ ਪਹਿਲੀ ਖਰੀਦ ਤੇ ਇੱਕ ਵਾਧੂ {0}% ਬੋਨਸ ਪ੍ਰਾਪਤ ਕਰੋ|
pt: Recebe um Bónus extra de {0}% na tua primeira compra do dia, exceto AppCoins Credits, em {1}
ru: Получите бонус в {0}% на вашу первую покупку за день в {1}, кроме покупок AppCoins Credits

source: +{0} AppCoins Credits Bonus!
my: +{0} AppCoins Credits ေဘာနပ္စ္။
nl: + bonus van {0} AppCoins Credits!
pa: +{0} ਐਪ ਸਿੱਕੇ ਕ੍ਰੈਡਿਟ ਬੋਨਸ!
pt: Bonus de +{0} AppCoins Credits!
ru: Бонус +{0} AppCoins Credits!

source: Receive {0} AppCoins Credits extra when you spend {1} {2} in {3}.
my: {3} တြင္ {1} {2} သံုးစြဲကာ AppCoins Credits အပို {0} ရယူလိုက္ပါ။
nl: Krijg {0} AppCoins Credits extra als je {1} {2} in {3} besteedt.
pa: ਤੁਹਾਡੇ ਵੱਲੋਂ {3} ਵਿੱਚ ਖਰਚੇ {1} {2} ਲਈ {0} ਵਾਧੂ ਐਪ ਸਿੱਕ ਕ੍ਰੈਡਿਟ ਪ੍ਰਾਪਤ ਕਰੋ|
pt: Recebe {0} AppCoins Credits extra quando gastares {1} {2} em {3}.
ru: Получайте дополнительно {0} AppCoins Credits за каждые {1} {2}, потраченные в {3}.

source: Receive {0} AppCoins Credits extra when you spend {1} {2} in AppCoins apps.
my: AppCoins အက္ပ္မ်ားတြင္ {1} {2} သံုးစြဲကာ AppCoins Credits အပို {0} ရယူလိုက္ပါ။
nl: Krijg {0} AppCoins Credits extra als je {1} {2} in AppCoins-apps besteedt.
pa: ਤੁਹਾਡੇ ਵੱਲੋਂ ਐਪ ਸਿੱਕੇ ਐਪਾਂ ਵਿੱਚ ਖਰਚੇ {1} {2} ਲਈ {0} ਵਾਧੂ ਐਪ ਸਿੱਕ ਕ੍ਰੈਡਿਟ ਪ੍ਰਾਪਤ ਕਰੋ|
pt: Recebe {0} AppCoins Credits extra quando gastares {1} {2} em apps AppCoins.
ru: Получайте дополнительно {0} AppCoins Credits за каждые {1} {2}, потраченные в приложениях с AppCoins.

source: Because you spent {0} {1} in AppCoins apps.
my: AppCoins အက္ပ္မ်ားတြင္ သင္ {0} {1} သံုးစြဲခဲ့ေသာေၾကာင့္။
nl: Omdat je {0} {1} in AppCoins-apps hebt besteed.
pa: ਕਿਉਂਕਿ ਤੁਸੀਂ ਐਪ ਸਿੱਕੇ ਐਪਾਂ {0} {1} ਵਿੱਚ ਖਰਚੇ|
pt: Porque gastaste {0} {1} em apps AppCoins.
ru: Потому, что вы потратили {0} {1} в приложениях AppCoins.

source: Receive an extra {0}% Bonus in all your purchases, except when you use AppCoins Credits.
my: AppCoins Credits မ်ားကို အသုံးျပဳသည္မွလြဲ၍ သင့္ဝယ္ယူမႈမ်ား အားလုံး၌ အပို {0}% ေဘာနပ္စ္ကို ရယူလိုက္ပါ။
nl: Krijg een extra bonus van {0}% bij al je aankopen, behalve als je AppCoins Credits gebruikt.
pa: ਐਪ ਸਿੱਕੇ ਕ੍ਰੈਡਿਟਾਂ ਨੂੰ ਛੱਡ ਕੇ, ਤੁਹਾਡੀਆਂ ਸਾਰੀਆਂ ਖਰੀਦਾਂ ਤੇ ਇੱਕ ਵਾਧੂ {0}% ਬੋਨਸ ਪ੍ਰਾਪਤ ਕਰੋ|
pt: Recebe um Bónus extra de {0}% em todas as tuas compras, exceto quando usas AppCoins Credits.
ru: Получите бонус в {0}% за все ваши покупки, кроме покупок в AppCoins Credits.
