Repository: Catappult/appcoins-wallet-android
Catalog: app/src/main/res/external_strings/values-*/perks.po
Languages: ar, de, el, es, fa, hu, in, it, ja, ko, mr, ms, pl, pt, ro, sr, th, tr, uk, vi

source: Receive {0} AppCoins Credits extra for every {1} {2} you spend in {3}.
in: Dapatkan {0} Kredit AppCoins tambahan untuk setiap {1} {2} yang Anda habiskan di {3}.
pt: Recebe {0} AppCoins Credits extra por cada {1} {2} gastos em {3}.
