Repository: Catappult/appcoins-wallet-android
Catalog: app/src/main/res/external_strings/values-*/perks.po
Languages: ar, de, el, es, fa, hu, in, it, ja, ko, mr, ms, pl, pt, ro, sr, th, tr, uk, vi

source: Earn AppCoins Credits!
ar: اربح رصيد AppCoins!
de: AppCoins Credits verdienen!
el: Κερδίστε AppCoins Credits!
es: Gana AppCoins Credits!
fa: AppCoins Credits دریافت کنید!
hu: Szerezz AppCoins kreditet!
in: Dapatkan Kredit AppCoins!
it: Guadagna AppCoins Credits!
ja: AppCoinsクレジットを獲得！
ko: AppCoins 크레디트 획득!
mr: अॅपकॉइन्स क्रेडीटस मिळवा!
ms: Peroleh Kredit AppCoins!
pl: Zdobywaj AppCoins Credits!
pt: Ganha AppCoins Credits!
ro: Câștigă AppCoins Credits!
sr: Zaradite AppCoins Credits!
th: รับเครดิต AppCoins!
tr: AppCoins Credits kazanın!
uk: Заробляйте AppCoins Credits!
vi: Kiếm AppCoins Credits!

source: Receive an extra {0}% Bonus in all your purchases, except AppCoins Credits, in {1}.
ar: احصل على مكافأة {0}% إضافية في كل عمليات الشراء، ما عدا رصيد AppCoins، في لعبة {1}.
hu: Szerezz extra {0}% bónuszt minden vásárlás után az AppCoins krediteket kivéve {1} Appban.
in: Dapatkan Bonus tambahan sebesar {0}% pada semua pembelian Anda, kecuali Kredit AppCoins Credits, di {1}.
ms: Terima bonus ekstra sebanyak {0}% bagi semua pembelian anda, kecuali Kredit AppCoins, dalam {1}.

source: Make a purchase in {0} and receive {1} AppCoins Credits.
ar: قم بعملية شراء في {0} واحصل على رصيد {1} Appcoins.
de: Kaufe bei {0} ein und erhalte {1} AppCoins Credits.
el: Πραγματοποιήστε μία αγορά στο {0} και λάβετε {1} AppCoins Credits.
es: Haz una compra en {0} y recibe {1} AppCoins Credits.
fa: در {0} خریدی انجام دهید و {1} AppCoins Credits دریافت کنید.
hu: Vásárolj a/az {0} appben és szerezz {1} AppCoins kreditet.
in: Lakukan pembelian di {0} dan dapatkan {1} Kredit AppCoins.
it: Effettua un acquisto in {0} e ricevi {1} AppCoins Credits.
ja: {0} で購入すると、{1} AppCoinsクレジットを受け取ることができます。
ko: {0} 에서 구매하고 {1} AppCoins 크레디트를 받습니다.
mr: {0} मध्ये खरेदी करा आणि {1} अॅपकॉइन्स क्रेडीटस मिळवा.
ms: Buat pembelian dalam {0} dan terima {1} Kredit AppCoins.
pl: Kup coś w {0} i otrzymaj {1} kredytów AppCoins.
pt: Faz uma compra em {0} e recebe {1} AppCoins Credits.
ro: Fă o cumpărătură în {0} și primești {1} AppCoins Credits.
sr: Kupite nešto u aplikaciji {0} i dobićete {1} AppCoins Credits.
th: ดำเนินการซื้อใน {0} และรับ {1} AppCoins Credits
tr: {0} oyununda bir satın alma işlemi gerçekleştirin ve {1} AppCoins Credits kazanın.
uk: Зробіть покупку в {0} і отримайте {1} AppCoins Credits.
vi: Mua hàng trong {0} và nhận {1} AppCoins Credits.

source: Because you made a purchase in {0}.
ar: لأنك قمت بالشراء في {0}.
de: Weil du bei {0} etwas eingekauft hast.
el: Επειδή πραγματοποιήσατε αγορά στο {0}.
es: Porque hiciste una compra en {0}.
fa: زیرا شما در {0} خریدی انجام داده اید.
hu: Mivel itt vásároltál: {0}.
in: Karena Anda melakukan pembelian di {0}.
it: Grazie al tuo acquisto in {0}.
ja: {0} で購入したため
ko: {0} 에서 구매를 했기 때문에.
mr: कारण आपण {0} मध्ये खरेदी केलीत.
ms: Kerana anda telah buat pembelian dalam {0}.
pl: Ponieważ dokonałeś zakupu w {0}.
pt: Porque fizeste uma compra em {0}.
ro: Pentru că ai făcut o cumpărătură în {0}.
sr: Zato što ste obavili kupovinu u aplikaciji {0}.
th: เนื่องจากคุณทำการซื้อใน {0}
tr: {0} uygulamasında bir satın alma işlemi gerçekleştirdiğiniz için.
uk: Оскільки ви зробили покупку в {0}.
vi: Bởi vì bạn đã mua hàng trong{0}.

source: Spend {0} {1} in {2} days and receive {3} AppCoins Credits.
ar: أنفق {0} {1} في {2} أيام واحصل على رصيد {3} AppCoins.
de: Gib {0} {1} in {2} Tagen aus und erhalte {3} AppCoins Credits.
el: Ξοδέψτε {0} {1} σε {2} ημέρες και λάβετε {3} AppCoins Credits.
es: Gasta {0} {1} en {2} días y recibe {3} AppCoins Credits.
fa: در{2} روز، {0} {1} خرج کنید و {3} AppCoins Credits بدست آورید.
hu: Költs el a/az {0} {1} összeget {2} napon belül és szerezz {3} AppCoins kreditet.
in: Belanjakan {0} {1} dalam {2} hari dan dapatkan {3} Kredit AppCoins.
it: Spendi {0} {1} in {2} giorni e ricevi {3} AppCoins Credits.
ja: {2} 日以内に{0} {1} を使うと、{3} AppCoinsクレジットがもらえます。
ko: {2} 일 이내에 {0}{1} 지출하고 {3} AppCoins 크레디트를 받으세요.
mr: {2} दिवसात {0} {1} खर्च करा आणि {3} अॅपकॉइन्स क्रेडीटस मिळवा.
ms: Belanja {0} {1} dalam tempoh {2} hari dan terima {3} Kredit AppCoins.
pl: Wydaj {0} {1} w ciągu {2} dni i otrzymaj {3} kredytów AppCoins.
pt: Gasta {0} {1} em {2} dias e recebe {3} AppCoins Credits.
ro: Cheltuiește {0} {1} în {2} zile și primești {3} AppCoins Credits.
sr: Potrošite {0} {1} u roku od {2} dana i dobićete {3} AppCoins Credits.
th: ใช้จ่าย {0} {1} ใน {2} วันและรับ {3} AppCoins Credits
tr: {2} gün içinde {0} {1} harcayın ve {3} AppCoins Credits kazanın.
uk: Витратьте {0} {1} за {2} дн. і отримайте {3} AppCoins Credits.
vi: Dùng {0} {1} trong {2} ngày và nhận {3} AppCoins Credits.

source: Because you spent more than {0} {1} in the last {2} days.
ar: لأنك أنفقت أكثر من {0} {1} في أخر {2} يوم.
de: Da du in den letzten {2} Tagen mehr als {0} {1} ausgegeben hast.
el: Επειδή ξοδέψατε περισσότερα από {0} {1} τις τελευταίες {2} ημέρες.
es: Porque gastaste más de {0} {1} en los últimos {2} días.
fa: زیرا در{2} روز اخیر، بیش از {0} {1} خرج کرده‌اید.
hu: Mert több, mint {0} {1} értékben költöttél az elmúlt {2} napban.
in: Karena Anda membelanjakan lebih dari {0} {1} dalam {2} hari terakhir.
it: Grazie al tuo acquisto di pi√π di {0} {1} negli ultimi {2} giorni.
ja: 過去{2} 日間で{0} {1} 以上の支出があったため。
ko: 지난 {2} 일간 {0}{1} 이상을 지출하셨기 때문에.
mr: कारण आपण गेल्या {2} दिवसात {0} {1} पेक्षा जास्त खर्च केलात.
ms: Kerana anda telah belanja lebih daripada {0}{1} dalam tempoh {2} yang lepas.
pl: Ponieważ wydałeś ponad {0} {1} w ciągu ostatnich {2} dni.
pt: Porque gastaste mais de {0} {1} nos últimos {2} dias.
ro: Pentru că ai cheltuit mai mult de {0} {1} în ultimele {2} zile.
sr: Zato što ste potrošili više od {0} {1} u prethodnom periodu od {2} dana.
th: เนื่องจากคุณใช้จ่ายมากกว่า {0} {1} ในช่วง {2} วันที่ผ่านมา
tr: Son {2} günde {0} {1} üzerinde bir tutar harcadığınız için.
uk: Оскільки ви витратили більше {0} {1} за останні {2} дн.
vi: Bởi vì bạn đã dùng hơn {0} {1} trong {2} ngày qua.

source: Reach the next level and receive {0} AppCoins Credits!
ar: انتقل إلى المستوى التالي واحصل على رصيد {0} AppCoins!
de: Erreiche das nächste Level und erhalte {0} AppCoins Credits!
el: Φτάστε στο επόμενο επίπεδο και λάβετε {0} AppCoins Credits!
es: Alcanza el siguiente nivel y recibe {0} AppCoins Credits.
fa: به مرحله بعدی برسید و {0} AppCoins Credits بدست آورید!
hu: Érd el a következő szintet és szerezz {0} AppCoins kreditet!
in: Raih level berikutnya dan dapatkan {0} Kredit AppCoins!
it: Raggiungi il livello successivo e ricevi {0} AppCoins Credits!
ja: 次のレベルに到達すると、{0} AppCoins Creditsを獲得できます！
ko: 다음 단계에 도달하여 {0} AppCoins 크레디트를 받으세요!
mr: पुढच्या पातळीवर पोचा आणि {0} अॅपकॉइन्स क्रेडीटस मिळवा!
ms: Capai tahap seterusnya dan terima {0} Kredit AppCoins!
pl: Bądź lepszy i zdobądź {0} AppCoins Credits!
pt: Chega ao próximo nível e recebe {0} AppCoins Credits!
ro: Urcă la nivelul următor și primești {0} AppCoins Credits!
sr: Pređite na sledeći nivo i dobićete {0} AppCoins Credits!
th: ไปถึงระดับถัดไปและรับ {0} AppCoins Credits!
tr: Bir sonraki seviyeye ulaşın ve {0} AppCoins Credits kazanın!
uk: Перейдіть на наступний рівень і отримайте {0} AppCoins Credits!
vi: Đạt cấp kế tiếp và nhận {0} AppCoins Credits!

source: Because you reached the next level.
ar: لأنك وصلت إلى المستوى التالي.
de: Weil du das nächste Level erreicht hast.
el: Επειδή φτάσατε στο επόμενο επίπεδο.
es: Porque alcanzaste el siguiente nivel.
fa: زیرا به مرحله بعد رسیده‌اید.
hu: Mert elértél a következő szintre.
in: Karena Anda sudah meraih level berikutnya.
it: Grazie al raggiungimento del livello successivo.
ja: 次のレベルに到達！
ko: 다음 단계에 도달했기 때문에.
mr: कारण आपण पुढच्या पातळीवर पोचलात.
ms: Kerana anda telah capai tahap seterusnya.
pl: Ponieważ osiągnąłeś następny poziom.
pt: Porque chegaste ao próximo nível.
ro: Pentru că ai ajuns la nivelul următor.
sr: Zato što ste dostigli sledeći nivo.
th: เพราะคุณถึงเลเวลถัดไป
tr: Bir sonraki seviyeye ulaştığınız için.
uk: Оскільки ви досягли наступного рівня.
vi: Bởi vì bạn đã đạt đến cấp kế tiếp.

source: Receive an extra {0}% Bonus in all your purchases.
ar: احصل على {0}% مكافأة إضافية على كل مشترياتك.
de: Erhalte einen zusätzlichen {0}% Bonus auf alle deine Einkäufe.
el: Λάβετε επιπλέον {0}% Bonus σε όλες τις αγορές σας.
es: Recibe un {0}% extra de bonus en todas tus compras.
fa: در همه خریدهای خود در، {0}% پاداش بیشتر دریافت کنید.
hu: Szerezz {0}% bónuszt minden vásárlásnál.
it: Ricevi un bonus extra del {0}% su tutti i tuoi acquisti.
ja: すべての購入に対しさらに{0}%のボーナスを獲得。
mr: आपल्या सर्व खरेदीवर अतिरिक्त {0}% बोनस मिळवा.
ms: Terima Bonus ekstra {0}% bagi semua pembelian anda.
pl: Otrzymaj {0}% Bonusu za wszystkie zakupy.
ro: Primești un Bonus suplimentar de {0}% la toate cumpărăturile tale.
sr: Dobićete dodatni bonus od {0}% za sve kupovine.
th: รับโบนัสพิเศษ {0}% สำหรับการซื้อทั้งหมดของคุณ
tr: Tüm satın alma işlemlerinizde ekstra %{0} Bonus kazanın.
uk: Отримайте додатковий бонус у розмірі {0}% за всі ваші покупки.
vi: Nhận thêm {0}% tiền thưởng cho tất cả các giao dịch mua của bạn.

source: Receive an extra {0}% Bonus in your first purchase, except AppCoins Credits, in {1}
ar: احصل على مكافأة {0}% إضافية في أول عملية شراء لك، ما عدا رصيد AppCoins، في لعبة {1}
de: Erhalte einen Bonus von {0} % für deinen ersten Einkauf außer AppCoins Credits bei {1}
el: Λάβετε επιπλέον {0}% Bonus στην πρώτη σας αγορά, εκτός αν γίνει με AppCoins Credits, στο {1}
es: Recibe un {0}% extra de bonus en tu primera compra, excepto AppCoins Credits, en {1}.
fa: {0}% پاداش اضافی در اولین خرید خود غیر از AppCoins Credits در {1} دریافت کنید
hu: Szerezz extra {0}% bónuszt az első vásárlás után az AppCoins krediteket kivéve {1} Appben
in: Dapatkan Bonus tambahan sebesar {0}% pada pembelian pertama Anda, kecuali Kredit AppCoins Credits, di {1}
it: Ricevi un bonus extra del {0}% sul tuo primo acquisto, tranne quelli in AppCoins Credits, in {1}
ja: 初回購入時に、AppCoinsクレジットを除く{0}%の追加ボーナスを{1} で受け取ることができます。
ko: {1} 에서 AppCoins 크레디트를 제외한 첫 번째 구매에서 추가 {0} 보너스를 받으세요.
mr: {1} मधील खरेदीत, {0}% अतिरिक्त बोनस मिळवा, अपवाद फक्त अॅपकॉइन्स क्रेडीटसचा
ms: Terima bonus ekstra sebanyak {0}% untuk pembelian pertama anda, kecuali Kredit AppCoins dalam {1}
pl: Otrzymaj {0}% dodatkowego Bonusu za pierwszy zakup, oprócz kredytów AppCoins, w {1}
ro: Primești un Bonus suplimentar de {0}% la prima ta cumpărătură, cu excepția AppCoins Credits, în {1}
sr: Dobićete dodatni bonus od {0}% za prvu kupovinu, osim kupovine pomoću AppCoins Credits, u igri {1}
th: รับโบนัสพิเศษ {0}% สำหรับการซื้อครั้งแรกของคุณ ยกเว้นเครดิต AppCoins ใน {1}
tr: AppCoins Credits dışında, {1} oyunundaki ilk satın alma işleminizde ekstra %{0} Bonus kazanın
uk: Отримайте додатковий бонус {0}% за свою першу покупку, за винятком AppCoins Credits, в {1}
vi: Nhận thêm {0}% tiền thưởng cho giao dịch mua đầu tiên của bạn, ngoại trừ AppCoins Credits, trong {1}

source: Because of your first purchase in {0}.
ar: لأنك اشتريت لأول مرة في {0}.
de: Wegen deines ersten Einkaufs bei {0}.
el: Λόγω της πρώτης σας αγοράς στο {0}.
es: Por tu primera compra en {0}.
fa: به خاطر اولین خرید شما در {0}.
hu: Az első vásárlásod miatt itt: {0}.
in: Karena pembelian pertama Anda di {0}.
it: Grazie al tuo primo acquisto in {0}.
ja: {0} での初めて購入により
ko: {0} 에서 첫 번째 구매를 했기 때문에.
mr: {0} मधील आपल्या पहल्या खरेदीसाठी.
ms: Atas pembelian pertama anda dalam {0}.
pl: Za twój pierwszy zakup w {0}.
ro: Pentru că ai făcut prima ta cumpărătură în {0}.
sr: Zbog vaše prve kupovine u aplikaciji {0}.
th: เนื่องจากการซื้อครั้งแรกของคุณใน {0}
tr: {0} uygulamasındaki ilk satın alma işleminiz için.
uk: Через вашу першу покупку в {0}.
vi: Vì giao dịch mua hàng đầu tiên của bạn trong {0}.

source: Receive an extra {0}% Bonus in your first purchase of the day, except AppCoins Credits, in {1}
ar: احصل على مكافأة {0}% إضافية في أول عملية شراء في اليوم، ما عدا رصيد AppCoins، في {1}
de: Erhalten einen zusätzlichen Bonus von {0} % für deinen ersten Einkauf des Tages, ausgenommen AppCoins Credits bei {1}
el: Λάβετε επιπλέον {0}% Bonus στην πρώτη σας αγορά της ημέρας, εκτός αν γίνει με AppCoins Credits, στο {1}
es: Recibe un {0}% extra de bonus en tu primera compra del día, excepto AppCoins Credits, en {1}.
fa: {0}% پاداش اضافی در اولین خرید روز خود غیر از AppCoins Credits در {1} دریافت کنید
hu: Szerezz extra {0}% bónuszt a napi első vásárlás után az AppCoins krediteket kivéve a/az {1} appban
in: Dapatkan Bonus tambahan sebesar {0}% pada pembelian pertama Anda hari ini, kecuali Kredit AppCoins Credits, di {1}
it: Ricevi un bonus extra del {0}% sul tuo primo acquisto della giornata, tranne quelli in AppCoins Credits, in {1}
ja: AppCoins Creditsを除く、{1} でのその日の最初の購入で{0}%の追加ボーナスを受け取ることができます。
ko: {1} 에서 AppCoins 크레디트를 제외한 일일 최초 구매에서 추가 {0} 보너스를 받으세요.
mr: {1} मधील दिवसाच्या आपल्या पहिल्या खरेदीवर {0}% अतिरिक्त बोनस मिळवा, अपवाद फक्त अॅपकॉइन्स क्रेडीटसचा
ms: Terima bonus ekstra sebanyak {0}% untuk pembelian pertama anda untuk hari ini, kecuali Kredit AppCoins dalam {1}
pl: Otrzymaj {0}% dodatkowego Bonusu za pierwszy zakup dnia, oprócz kredytów AppCoins, w {1}
ro: Primești un Bonus suplimentar de {0}% la prima cumpărătură a zilei, cu excepția AppCoins Credits, în {1}
sr: Dobićete dodatni bonus od {0}% za prvu kupovinu tokom dana, osim kupovine pomoću AppCoins Credits, u igri {1}
th: รับโบนัสพิเศษ {0}% ในการซื้อครั้งแรกของวัน ยกเว้น AppCoins Credits ใน {1}
tr: AppCoins Credits dışında, {1} oyunundaki günün ilk satın alma işleminizde ekstra %{0} Bonus kazanın
uk: Отримайте додатковий бонус у розмірі {0}% під час першої покупки за день, за винятком AppCoins Credits, в {1}
vi: Nhận thêm {0}% tiền thưởng cho giao dịch mua đầu tiên trong ngày, ngoại trừ AppCoins Credits, trong {1}

source: Because of your first purchase of the day in {0}.
ar: لأنك اشتريت لأول مرة في اليوم في {0}.
de: Wegen deines ersten Einkaufs des Tages bei {0}.
el: Λόγω της πρώτης σας αγοράς της ημέρας στο {0}.
es: Por tu primera compra del día en {0}.
fa: به خاطر اولین خرید روز شما در {0}.
hu: A napi első vásárlás miatt itt: {0}.
in: Karena pembelian pertama Anda hari ini di {0}.
it: Grazie al tuo primo acquisto della giornata in {0}.
ja: {0} 日以内での最初の購入により
ko: {0} 에서 최초 구매일로 인하여
mr: {0} मधील आपल्या पहिल्या खरेदीसाठी.
ms: Atas pembelian pertama anda untuk hari ini dalam {0}.
pl: Za twój pierwszy zakup w {0}.
ro: Pentru că ai făcut prima cumpărătură a zilei în {0}.
sr: Zbog vaše prve kupovine tokom dana u aplikaciji {0}.
th: เนื่องจากการซื้อครั้งแรกในวันของคุณใน {0}
tr: {0} uygulamasındaki günün ilk satın alma işleminiz için.
uk: Через вашу першу покупку за день в {0}.
vi: Vì giao dịch mua hàng đầu tiên trong ngày của bạn trong {0}.

source: +{0} AppCoins Credits Bonus!
ar: +{0} رصيد AppCoins مكافأة!
el: +{0} Μπόνους AppCoins Credits!
es: ¡Un bonus de {0} AppCoins Credits!
fa: +{0} پاداش AppCoins Credits!
hu: +{0} AppCoins kredit bónusz!
in: +{0} Bonus Kredit AppCoins!
it: +{0} AppCoins Credits di bonus!
ja: +{0} AppCoinsクレジットボーナス!
ko: +{0} AppCoins 크레디트 보너스!
mr: +{0} अॅपकॉइन्स क्रेडीट बोनस!
ms: +{0} Bonus Kredit AppCoins!
pl: +{0} bonusowych AppCoins!
pt: Bonus de +{0} AppCoins Credits!
ro: +{0} Bonus AppCoins Credits!
sr: +{0} AppCoins Credits bonusa!
th: +{0}โบนัส AppCoins Credits!
tr: +{0} AppCoins Credits Bonusu!
uk: +{0} бонус AppCoins Credits!
vi: +{0} AppCoins Credits tiền thưởng!

source: Receive {0} AppCoins Credits extra when you spend {1} {2} in {3}.
ar: احصل على {0} رصيد AppCoins إضافي عندما تنفق {1} {2} في {3}.
de: Erhalte zusätzlich {0} AppCoins Credits wenn du {1} {2} bei {3} ausgibst.
el: Λάβετε {0} AppCoins Credits επιπλέον όταν ξοδεύετε {1} {2} στο {3}.
es: Recibe {0} AppCoins Credits extra cuando gastes {1} {2} en {3}.
fa: به ازای هر {1} {2} که در {3} خرج می‌کنید، {0} AppCoins Credits اضافی دریافت کنید.
hu: Szerezz extra {0} AppCoins kreditet, amikor {1} {2} költesz el a/az {3} appban.
it: Ricevi {0} AppCoins Credits extra spendendo {1} {2} in {3}.
ja: {3} で{1} {2} を使うと、{0} のAppCoinsクレジットが追加でもらえます。
ko: {3} 에서 {1}{2} 지출할 때 받은 추가 {0} AppCoins 크레티드
mr: {3} मध्ये आपण खर्चलेल्या प्रत्येक {1} {2} वर {0} अतिरिक्त अॅपकॉइन्स क्रेडीटस मिळवा.
ms: Terima {0} Kredit AppCoins ekstra bila anda belanja {1} {2} dalam {3}.
pl: Otrzymaj {0} dodatkowych kredytów AppCoins, gdy wydasz {1} {2} w {3}.
ro: Primești {0} AppCoins Credits în plus când cheltuiești {1} {2} în {3}.
sr: Dobićete dodatnih {0} AppCoins Credits kada potrošite {1} {2} u igri {3}.
th: รับ {0} เครดิต AppCoins พิเศษสำหรับทุกๆ {1} {2} ที่คุณใช้จ่ายใน {3}
tr: {3} uygulamasında {1} {2} harcadığınızda ekstra {0} AppCoins Credits kazanın.
uk: Отримайте додаткові AppCoins Credits на {0}, витративши {1} {2} в {3}.
vi: Nhận thêm {0} AppCoins Credits khi bạn chi tiêu {1} {2} trong {3}.

source: Because you spent {0} {1} in {2}.
ar: لأنك أنفقت {0} {1} في {2}.
de: Weil Du {0}{1} bei {2} ausgegeben hast.
el: Επειδή ξοδέψατε {0} {1} στο {2}.
es: Porque has gastado {0} {1} en {2}.
fa: زیرا شما {0} {1} را در {2} پرداخت کردید.
hu: Mert elköltöttél {0} {1} összeget a/az {2} appben.
in: Karena Anda menghabiskan {0} {1} di {2}.
it: Grazie alla tua spesa di {0} {1} in {2}.
ja: {2} で {0} {1} 使ったため
ko: {2} 에서 지출한 {0}{1} 로 인하여
mr: {2} मध्ये आपण {0} {1} खर्च केलेत म्हणुन.
ms: Kerana anda belanja {0} {1} dalam {2}.
pl: Ponieważ wydałeś {0} {1} w {2}.
pt: Porque gastaste {0} {1} em {2}.
ro: Pentru că ai cheltuit {0} {1} în {2}.
sr: Zato što ste potrošili {0} {1} u aplikaciji {2}.
th: เนื่องจากคุณใช้จ่ายไป {0} {1} ใน {2}
tr: {2} uygulamasında {0} {1} harcadığınız için.
uk: Оскільки ви витратили {0} {1} у {2}.
vi: Vì bạn đã dùng {0} {1} trong {2}.

source: Receive {0} AppCoins Credits extra when you spend {1} {2} in AppCoins apps.
ar: احصل على {0} رصيد AppCoins إضافي عندما تنفق {1} {2} في تطبيقات AppCoins.
de: Erhalte zusätzlich {0} AppCoins Credits wenn Du {1} {2} bei AppCoins Apps ausgibst.
el: Λάβετε {0} AppCoins Credits επιπλέον όταν ξοδεύετε {1} {2} σε εφαρμογές με AppCoins.
es: Recibe {0} AppCoins Credits extra cuando gastes {1} {2} en apps con AppCoins.
fa: به ازای هر {1} {2} که در اپلیکیشن‌های AppCoins خرج می‌کنید، {0} AppCoins Credits اضافی دریافت کنید.
hu: Szerezz extra {0} AppCoins kreditet, amikor {1} {2} költesz el AppCoins appokban.
it: Ricevi {0} AppCoins Credits extra spendendo {1} {2} in app AppCoins.
ja: AppCoinsアプリで{1}{2} 使うと、さらに{0} AppCoinsクレジットを受け取ることができます。
ko: AppCoins 앱 내에서 {1}{2} 사용하면 {0} 의 추가 AppCoins 크레디트를 받습니다.
mr: जेव्हा आपण अॅपकॉइन्स अॅप्समध्ये {1} {2} खर्च करता तेव्हा, {0} अॅपकॉइन्सची एक्स्ट्रा क्रेडीटस मिळवा.
ms: Terima {0} Kredit AppCoins ekstra bila anda belanja {1} {2} dalam aplikasi AppCoins.
pl: Otrzymaj {0} dodatkowych AppCoins, gdy wydasz {1} {2} w aplikacjach AppCoins.
ro: Primești {0} AppCoins Credits în plus când cheltuiești {1} {2} în aplicații AppCoins.
sr: Dobićete dodatnih {0} AppCoins Credits kada potrošite {1} {2} u AppCoins aplikacijama.
th: รับ {0} เครดิต AppCoins พิเศษสำหรับทุกๆ {1} {2} ที่ในแอป AppCoins
tr: AppCoins uygulamalarında {1} {2} harcadığınızda ekstra {0} AppCoins Credits kazanın.
uk: Отримайте додаткові AppCoins Credits на {0}, витративши {1} {2} у додатках AppCoins.
vi: Nhận thêm {0} AppCoins Credits khi bạn chi tiêu {1} {2} trong các ứng dụng AppCoins.

source: Because you spent {0} {1} in AppCoins apps.
ar: لأنك أنفقت {0} {1} في تطبيقات AppCoins.
de: Da Du {0} {1} bei AppCoins Apps ausgegeben hast.
el: Επειδή ξοδέψατε {0} {1} σε εφαρμογές με AppCoins.
es: Porque has gastado {0} {1} en apps con AppCoins.
fa: زیرا شما {0} {1} در اپلیکیشن‌های AppCoins خرج کردید.
hu: Mert ennyit költöttél AppCoins appokban: {0} {1}.
it: Grazie alla tua spesa di {0} {1} in app AppCoins.
ja: AppCoinsのアプリで{0} {1} を使ったため
ko: AppCoins 앱 내에서 {0}{1} 를 사용하셨기 때문에
mr: कारण आपण {0} {1} अॅपकॉइन्स अॅप्समध्ये खर्च केलेत.
ms: Kerana anda belanja {0} {1} dalam aplikasi AppCoins.
pl: Ponieważ wydałeś {0} {1} w aplikacjach AppCoins.
ro: Pentru că ai cheltuit {0} {1} în aplicații AppCoins.
sr: Zato što ste potrošili {0} {1} u AppCoins aplikacijama.
th: เพราะว่าคุณใช้จ่าย{0}{1} ในแอป AppCoins
tr: AppCoins uygulamalarında {0} {1} harcadığınız için.
uk: Оскільки ви витратили {0} {1} на додатки AppCoins.
vi: Vì bạn đã chi tiêu {0} {1} trong các ứng dụng AppCoins.

source: Receive an extra {0}% Bonus in all your purchases, except AppCoins Credits.
ar: احصل على {0}% مكافأة على كل عمليات الشراء، باستثناء رصيد AppCoins.
hu: Szerezz extra {0}% bónuszt minden vásárlás után az AppCoins krediteket kivéve.
ms: Terima bonus ekstra sebanyak {0}% bagi semua pembelian anda, kecuali Kredit AppCoins.

source: New Perk Available
ar: مزايا جديدة متوفرة
de: Neue Vergütung verfügbar
el: Διατίθεται Νέο Προνόμιο
es: Nueva promoción disponible
fa: نسخه جدید موجود است
hu: Új jutalom érhető el
it: Nuovo vantaggio disponibile
ja: 新しい特典が利用できます
ko: 새로운 혜택을 사용할 수 있습니다
mr: कोणतेही पर्क उपलब्ध नाहीत
ms: Faedah Baharu Kini Tersedia
pl: Teraz nowe korzyści
ro: Noi beneficii disponibile
sr: Dostupna je nova pogodnost
th: มีสิทธิพิเศษใหม่
tr: Yeni Özellik Mevcut
uk: Доступний новий бонус
vi: Đặc quyền mới khả dụng

source: Receive an extra {0}% Bonus in all your purchases in {1}, except when you use AppCoins Credits.
de: Erhalte einen Bonus von {0}% für alle deine Einkäufe {1}, außer bei der Verwendung von AppCoins Credits.
el: Λάβετε επιπλέον {0}% Bonus σε όλες τις αγορές σας στο {1}, εκτός αν γίνουν με AppCoins Credits.
es: Recibe un {0}% extra de bonus en todas las compras en {1}, excepto cuando uses AppCoins Credits.
fa: {0}% پاداش اضافی در همه خریدهای خود در {1} دریافت کنید، به غیر از زمانی که از AppCoins Credits استفاده می‌کنید.
it: Ricevi un bonus extra del {0}% su tutti i tuoi acquisti su {1}, tranne quelli effettuati in AppCoins Credits.
ja: AppCoinsクレジットを除く{1} でのすべての購入で、さらに{0}%のボーナスを受け取ることができます。
pl: Otrzymaj {0}% dodatkowego Bonusu za wszystkie zakupy w {1} (nie dotyczy płatności w kredytach AppCoins).
ro: Primești un Bonus suplimentar de {0}% la toate achizițiile tale în {1}, cu excepția cazului în care folosești AppCoins Credits.
sr: Dobićete dodatni bonus od {0}% za sve kupovine, osim kupovine pomoću AppCoins Credits, u igri {1}.
th: รับโบนัสพิเศษ {0}% จากการซื้อทั้งหมดของคุณใน {1} ยกเว้นเมื่อคุณใช้เครดิต AppCoins
tr: AppCoins Credits kullandığınız zamanlar hariç, {1} adlı oyundaki tüm satın alma işlemlerinizde ekstra %{0} Bonus kazanın.
uk: Отримайте додатковий бонус у розмірі {0}% за всі ваші покупки в {1}, крім випадків, коли ви використовуєте AppCoins Credits.
vi: Nhận thêm {0}% tiền thưởng cho tất cả các giao dịch mua của mình trong {1}, ngoại trừ khi bạn sử dụng AppCoins Credits.

source: Receive an extra {0}% Bonus in all your purchases, except when you use AppCoins Credits.
de: Erhalte einen Bonus von {0}% für alle deine Einkäufe, ausser bei der Verwendung von AppCoins Credits.
el: Λάβετε επιπλέον {0}% Bonus σε όλες τις αγορές σας, εκτός αν γίνουν με AppCoins Credits.
es: Recibe un {0}% extra de bonus en todas las compras, excepto cuando uses AppCoins Credits.
fa: {0}% پاداش اضافی در همه خریدهای خود دریافت کنید، به غیر از زمانی که از AppCoins Credits استفاده می‌کنید.
it: Ricevi un bonus extra del {0}% su tutti i tuoi acquisti, tranne quelli effettuati in AppCoins Credits.
ja: AppCoinsクレジットを除くすべての購入で、さらに{0}%のボーナスを受け取ることができます。
pl: Otrzymaj {0}% dodatkowego Bonusu za wszystkie zakupy (nie dotyczy płatności w AppCoins).
ro: Primești un Bonus suplimentar de {0}% la toate achizițiile tale, cu excepția cazului în care folosești AppCoins Credits.
sr: Dobićete dodatni bonus od {0}% za sve kupovine, osim kupovine pomoću AppCoins Credits.
th: รับโบนัสพิเศษ {0}% ในการซื้อทั้งหมดของคุณ ยกเว้นเมื่อคุณใช้เครดิต AppCoins
tr: AppCoins Credits kullandığınız zamanlar hariç, tüm satın alma işlemlerinizde ekstra %{0} Bonus kazanın.
uk: Отримуйте додатковий бонус у розмірі {0}% за всі ваші покупки, крім випадків, коли ви використовуєте AppCoins Credits.
vi: Nhận thêm {0}% tiền thưởng cho tất cả các giao dịch mua của mình, ngoại trừ khi bạn sử dụng AppCoins Credits.
