Repository: Catappult/appcoins-wallet-android
Catalog: app/src/main/res/external_strings/values-*-rBR/perks.po
Languages: pt_br

source: Earn AppCoins Credits!
pt_br: Ganhe Créditos AppCoins!

source: Receive an extra {0}% Bonus in all your purchases, except AppCoins Credits, in {1}.
pt_br: Receba um Bônus extra de {0}% em todas as suas compras, exceto Créditos AppCoins em {1}.

source: Make a purchase in {0} and receive {1} AppCoins Credits.
pt_br: Faça uma compra em {0} e receba {1} em Créditos AppCoins.

source: Because you made a purchase in {0}.
pt_br: Porque você fez uma compra em {0}.

source: Spend {0} {1} in {2} days and receive {3} AppCoins Credits.
pt_br: Gaste {0} {1} em {2} dias e receba {3} em Créditos AppCoins.

source: Because you spent more than {0} {1} in the last {2} days.
pt_br: Porque você gastou mais de {0} {1} nos últimos {2} dias.

source: Reach the next level and receive {0} AppCoins Credits!
pt_br: Alcance o próximo nível e receba {0} Créditos AppCoins!

source: Because you reached the next level.
pt_br: Porque você passou de nível.

source: Receive an extra {0}% Bonus in your first purchase, except AppCoins Credits, in {1}
pt_br: Receba um Bônus extra de {0}% na sua primeira compra, exceto Créditos AppCoins em {1}

source: Because of your first purchase in {0}.
pt_br: Porque você fez sua primeira compra em {0}.

source: Receive an extra {0}% Bonus in your first purchase of the day, except AppCoins Credits, in {1}
pt_br: Receba um Bônus extra de {0}% em sua primeira compra do dia, exceto Créditos AppCoins em {1}

source: Because of your first purchase of the day in {0}.
pt_br: Porque você fez sua primeira compra do dia em {0}.

source: +{0} AppCoins Credits Bonus!
pt_br: +{0} Bônus em Créditos AppCoins!

source: Receive {0} AppCoins Credits extra when you spend {1} {2} in {3}.
pt_br: Receba {0} Créditos AppCoins extras quando você gastar {1} {2} em {3}.

source: Because you spent {0} {1} in {2}.
pt_br: Porque você gastou {0} {1} em {2}.

source: Receive {0} AppCoins Credits extra when you spend {1} {2} in AppCoins apps.
pt_br: Receba {0} Créditos AppCoins extras quando você gastar {1} {2} em apps da AppCoins.

source: Because you spent {0} {1} in AppCoins apps.
pt_br: Porque você gastou {0} {1} em apps da AppCoins.

source: Receive an extra {0}% Bonus in all your purchases, except AppCoins Credits.
pt_br: Receba um Bônus extra de {0}% em todas as suas compras, exceto Créditos AppCoins.

source: New Perk Available
pt_br: Novo Perk Disponível
